Repository: mapio/sim-fun-i
Catalog: src/pos/*.po
Languages: it

source: The following error occurred:
it: Si è verificato il seguente errore:

source: Available subcommsands: {}
it: Comandi disponibili: {}

source: Version: {}
it: Versione: {}

source: Unknown subcommand {}; available subcommsands: {}
it: Comando sconoscituo {}; comandi disponibili: {}

source: Premature exit!
it: Arresto forzato!

source: No source file found!
it: Nessn sorgente trovato

source: Using processor: {}
it: Processore utilizzato: {}

source: Compilation errors encountered:
it: Sono presenti errori di compilazione:

source: Succesfully compiled sources: {}
it: Sorgenti compilati con successo: {}

source: No solution to run!
it: Nessuna soluzione da eseguire

source: Execution returned the following errors:
it: L'esecuzione ha dato i seguenti errori:

source: Generated expected output for cases: {}
it: Output atteso generato per i casi: {}

source: Modifiled files:
it: File modificati:

source: No file has been modified!
it: Nessun file è stato modificato!

source: Exception raised during execution:
it: Si è presentata una eccezione durante l'esecuzione:

source: Execution returned non-zero exit code:
it: L'esecuzione ha dato un valor di uscita non nullo:

source: Generated actual output for cases: {}
it: Output dello studente generati per i casi: {}

source: Case {} returned the following errors:
it: L'esempio {} ha restituito i seguenti errori:

source: Case {} returned the following diffs:
it: L'esempio {} ha restituito le seguenti differenze:

source: Cases run with no diffs or errors.
it: Gli esempi sono stati eseguiti senza errori, o differenze.
